{
  "LuaSnip": {
    "branch": "master"
  },
  "aerial.nvim": {
    "branch": "master"
  },
  "auto-session": {
    "branch": "main"
  },
  "avante.nvim": {
    "branch": "main"
  },
  "base46": {
    "branch": "v2.5"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-nvim-lua": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "codecompanion.nvim": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "crates.nvim": {
    "branch": "main"
  },
  "dressing.nvim": {
    "branch": "master"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitlinker.nvim": {
    "branch": "master"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "marks.nvim": {
    "branch": "master"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "neogit": {
    "branch": "master"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "rustaceanvim": {
    "branch": "master"
  },
  "scrollEOF.nvim": {
    "branch": "master"
  },
  "showkeys": {
    "branch": "main"
  },
  "smear-cursor.nvim": {
    "branch": "main"
  },
  "tailwind-fold.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "tree-sitter-nu": {
    "branch": "main"
  },
  "ui": {
    "branch": "v3.0"
  },
  "volt": {
    "branch": "main"
  },
  "which-key.nvim": {
    "branch": "main"
  }
}
